{
    "languages" : {
        "en" : "English",
        "ja" : "日本語"
    },
    "demo-title" : "Personium Sample Demo Apps",
    "demo-description" : "The sample apps demonstarating use cases of Personium.",
    "homeapp-title" : "Welcome to Home app sample of PDS.",
    "homeapp-overview" : "Overview",
    "home-app-description" : "The home app sample using Personium for &quot;Personal Data Store(PDS)&quot;. You can access Personium environment by using Home App.<br>Please access following Link<br><br />",
    "home-app-url" : "<a href='http://personium.io/demo/home-app/box-resources/en/login.html?mode=global' class='uri'>[Home app]</a></p>",
    "home-app-url-tutorial" : "<a href='http://personium.io/demo/home-app-tutorial/box-resources-demo/en/login.html?mode=global' class='uri'>[Home app (with tutorial)]</a></p>",
    "demo1-title" : "Execute demo of OData and WebDAV APIs.",
    "demo1-description" : "This demo is to explain what OData, WebDAV are like. These two REST-based protocols are international standards widely used in various area other than personium also.  More than 90% of personium API are based on these two standardized protocols. So application development using personium means application development against OData, WebDAV. ",
    "representation" : "An interconnectable open source<br/>PDS (Personal Data Store) server<br/>envisioning world wide web of protected data APIs.",
    "demo2-title" : "Data-search app sample using WebDAV / OData APIs.",
    "demo2-description" : "The minimal use case app of WebDAV / OData APIs with national information data.",
    "demo3-title" : "Home app sample of PDS",
    "demo3-description" : "The home app sample using Personium for \"Personal Data Store(PDS)\"",
    "ppt1-title" : "Introduction",
    "ppt1-description" : "The word [personium] created by [personal] and [-ium]. Envisioning network of interconnected PDSs like creating complex polymer by bonding atoms...",
    "main-title" : "Open Source PDS server software",
    "description" : "\"Use my data freely\" or \"Let my data used properly\"...<br /><br />These needs are very fundamental. <br />But does today's information technology really meet these needs?<br />\"My data\" are created and stored in a scattered manner, <br />at various applications on various devices, or at various services beyond network.<br /><br />A server to store these data under user's control, enabling partial disclosure to others who he/she trusts. <br />That is what \"Personium\" is.<br /><br />When every entity all over the world - person, organization, or machine may be included<br /> - obtains such server, and these servers are interconnected,<br />probably the world will change.<br /><br />When public HTML pages hosted on web-servers were interlinked, they formed the World Wide Web. <br />If protected Data APIs are interlinked and form a web,<br />Information Technology will be something more interesting and friendly to people and society.<br /><br />Now, let us start together!",
    "pds" : "Personium is a distributed Personal Data Store(PDS) server with which various applications on various devices can read and write their data. As a BaaS software, it has proven flexibility to store variety of data from various appilcations, from electronic medical record to simple game. Personium has not only lofty visions and concepts but also proven track record.",
    "baas" : "Personium is strong at this point. It has proven track records of securely storing data from various applications from medical record to simple game, which run on various platforms like Android, iOS, Windows, installed on various devices such as smart phones, tablets, PC, sensors.<br /><br />From functional point of view, since you can create as many OASIS OData spaces to handle relational data, you will benefit from flexible data API with advanced features such as various searchs and optimistic lock. Also, WebDAV feature enables CRUD operation of file data such as image, sound, movie media in a simple and smart manner.",
    "interconnectable" : "Personium enables secure data sharing among interconnected data stores. This feature enables such systems that multiple organizations and individuals cooperate in a complex manner. Some system may enable a home doctor to use his/her patient's blood pressure data that care workers measured a few days ago. Other system may enable a private tutor to refer to his/her student's arithmetics weak point that school teacher has just finded out. In short, it enables something new, which could not be achieved due to the separation of systems. Data stores are also interconnectable beyond the server infrastructures, because the trust among data stores is achieved using PKI technology.",
    "license" : "Personium is licensed under the Apache License Version 2.0.",
    "setup" :"Set up your own Personium server!",
    "source" :"Clone repository from GitHub!",
    "documentation" :"See Personium's online documents!",
    "slideshare" :"The introduction of Personium is opened on SlideShare.",
    "introduction" :"The introduction slides on SlideShare.",
    "demosite" :"The demonstration of Personium is opened."
}
