{
    "languages" : {
        "en" : "English",
        "ja" : "日本語"
    },
    "demo-title" : "Personium Demo Apps",
    "demo-description" : "The following apps demonstrate how Personium manages data based on different user scenarios (user/operator/administrator).",
    "homeapp-title" : "Welcome to the demo page of HomeApp",
    "homeapp-overview" : "Overview",
    "home-app-description" : "HomeApp is a Personium-based &quot;Personal Data Store(PDS)&quot; management application. To start the tutorial, click the first link - HomeApp (with tutorial). Or, if you already have a Personium cell, click the second link.<br><br />",
    "home-app-url" : "<a href='https://demo.personium.io/HomeApplication/__/box-resources/login.html?lng=en&mode=global' class='uri'>[HomeApp]</a></p>",
    "home-app-url-tutorial" : "<a href='https://demo.personium.io/democell/io_personium_demo_HomeApplication/src/login.html?lng=en' class='uri'>[HomeApp (with tutorial)]</a></p>",
    "pcui-title" : "PCUI Manual",
    "pcui-demo-title" : "Demo",
    "pcui-overview" : "Installation method",
    "pcui-overview2" : "Run pcui",
    "pcui-view1" : "Operating environment",
    "pcui-view2" : "Pcui installation",
    "pcui-view3" : "Login to Cell",
    "pcui-view4" : "Commands available in Cell mode",
    "pcui-view5" : "Commands available in Box mode",
    "pcui-view6" : "Files generat by pcui",
    "pcui-view7" : "Notes on using pcui",
    "pcui-view8" : "Uninstall pcui",
    "pcui-description" : "The following environment is necessary to execute pcui.<br />・Ruby 2.X or higher<br />・rest-client<br />・rb-readline<br /><br />Please install the library with the gem command etc.<br />(Example) gem install rest-client",
    "pcui-description1" : "Please get pcui from GitHub (https://github.com/fujitsu-pio/pcui) and place it in an arbitrary folder.Pcui works only with \"pcui.rb \".",
    "pcui-description2" : "Please execute like <br /> ・ ruby pcui.rb <br /> on the directory where \"pcui.rb\" resides.",
    "pcui-description3" : "When starting pcui for the first time, you need to enter the following four pieces of information.<br >&nbsp;&nbsp;1)In this session, choosing whether to keep the log<br />&nbsp;&nbsp;2)URL of cell to login<br />&nbsp;&nbsp;3)Login account<br />&nbsp;&nbsp;4)Login password",
    "pcui-description4" : "Immediately after logging in with pcui, the user is at the top level of Cell. The commands available in Cell mode are as follows.",
    "pcui-description4-1" : "Display the login account for this session.",
    "pcui-description4-2" : "Display the token for this session.",
    "pcui-description4-3" : "Display the current work location in URL format.",
    "pcui-description4-4" : "Display assets in detailed format.",
    "pcui-description4-5" : "Display assets in simplified format.",
    "pcui-description4-6" :  "Display information on external cells that can be viewed in this session.",
    "pcui-description4-7" :  "Display information on relationships that can be viewed in this session.",
    "pcui-description4-8" :  "Display information on roles that can be viewed in this session.",
    "pcui-description4-9" :  "Display information on external roles that can be viewed in this session.",
    "pcui-description4-10" :  "Display information on accounts that can be viewed in this session.",
    "pcui-description4-11" :  "Display received messages that can be viewed in this session.",
    "pcui-description4-12" :  "Display sent messages that can be viewed in this session.",
    "pcui-description4-13" :  "Move to any Box under the current Cell. As a result, pcui switches from Cell mode to Box mode. For the commands that can be used in Box mode, refer to \"Box Usable Commands in Box Mode\".",
    "pcui-description4-14" :  "create a new Box.",
    "pcui-description4-15" :  "Displays the currently set privilege information.",
    "pcui-description4-16" :  "Delete the Box. It can not be deleted if there are assets in Box or when Box is linked with a role etc.",
    "pcui-description4-17" :  "Display a list of commands available in this mode.",
    "pcui-description4-18" :  "Quit pcui.",
    "pcui-description5" : "Commands available in Box mode are as follows.",
    "pcui-description5-1" : "Displays the metadata of Box.",
    "pcui-description5-2" : "Displays the URL of the Box.",
    "pcui-description5-3" : "It switches from Box mode to Cell mode.",
    "pcui-description5-4" : "Upload any assets in the user's local environment to the current Box.The local environment is currently based on the current directory where pcui is running.",
    "pcui-description5-5" : "Download any assets of the current Box to the user's local environment.The local environment is currently based on the current directory where pcui is running.",
    "pcui-description5-6" : "Deletes the asset specified by the current Box.",
    "pcui-description6" : "Pcui generates the following files in the current directory at the time of execution from the viewpoint of convenience and evidence.",
    "pcui-description6-1" : "1)logfile<br />When answering yes to the question as to whether to leave the operation log when starting pcui, pcui outputs the log file with the name \"pcui-yyyymmdd.log\".In the log file, the command executed by the user in the session and its response are described.<br />If there is a log file of the current day, the session log within the day is added to the end of the existing log file.",
    "pcui-description6-2" : "2)Connection information file<br />Considering that the user repeatedly connects to the same Cell, pcui stores up to five URLs of successfully connected cells in the \"pcui.conf \" file.For next and subsequent connections, you can omit the url input by selecting the number assigned to each url.However, login account and password can not be omitted.If there are 5 or more connected urls, delete the information from the old url.<br />Since this connection information file is in JSON format, it is possible for users to register urls in advance or move to another environment.",
    "pcui-description7-1" : "1)Display command execution result<br />The result of executing the command in each mode of pcui is <br /> \"# Accessing http: //personium.demo/cell1/__ctl/Box\" <br />As shown in, it is displayed as a line appended with #.",
    "pcui-description7-2" : "2)Regarding setting of authority etc<br />Pcui, current status, access authority It does not have the function to operate such as.If an error related to access authority etc. occurs as a result of the command execution, execute the API separately or execute the authority setting tool that can operate the access authority such as UnitManager.",
    "pcui-description8" : "Pcui does not have assets other than the pcui set obtained with GitHub and the \"file generated by pcui\". When uninstalling, delete the pcui main body and the file generated by pcui.",
    "demo1-title" : "OData and WebDAV Client",
    "demo1-description" : "This demo explains the basics of OData and WebDAV by allowing you to send an instant request and verify the response. These two REST-based protocols are international standards widely used in various area.  More than 90% of personium APIs are based on these two protocols. Therefore, developing applications for Personium is similar to developing any other OData/WebDAV based applications.",
    "representation" : "An interconnectable open source<br/>PDS (Personal Data Store) server<br/>envisioning world wide web of protected data APIs.",
    "demo2-title" : "Data-search app sample using WebDAV / OData APIs.",
    "demo2-description" : "The minimal use case app of WebDAV / OData APIs with national information data.",
    "demo3-title" : "HomeApp",
    "demo3-description" : "HomeApp is a Personium-based \"Personal Data Store(PDS)\" management application.",
    "demo4-title" : "PCUI",
    "demo4-description" : "PCUI is the CLI version of HomeApp that helps you manage a Personium-based cell.",
    "ppt1-title" : "Introduction",
    "ppt1-description" : "The word [personium] created by [personal] and [-ium]. Envisioning network of interconnected PDSs like creating complex polymer by bonding atoms...",
    "main-title" : "Open Source PDS server software",
    "description" : "\"Use my data freely\" or \"Let my data used properly\"...<br /><br />These needs are very fundamental. <br />But does today's information technology really meet these needs?<br />\"My data\" are created and stored in a scattered manner, <br />at various applications on various devices, or at various services beyond network.<br /><br />A server to store these data under user's control, enabling partial disclosure to others who he/she trusts. <br />That is what \"Personium\" is.<br /><br />When every entity all over the world - person, organization, or machine may be included<br /> - obtains such server, and these servers are interconnected,<br />probably the world will change.<br /><br />When public HTML pages hosted on web-servers were interlinked, they formed the World Wide Web. <br />If protected Data APIs are interlinked and form a web,<br />Information Technology will be something more interesting and friendly to people and society.<br /><br />Now, let us start together!",
    "pds" : "Personium is a distributed Personal Data Store(PDS) server with which various applications on various devices can read and write their data. As a BaaS software, it has proven flexibility to store variety of data from various appilcations, from electronic medical record to simple game. Personium has not only lofty visions and concepts but also proven track record.",
    "baas" : "Personium is strong at this point. It has proven track records of securely storing data from various applications from medical record to simple game, which run on various platforms like Android, iOS, Windows, installed on various devices such as smart phones, tablets, PC, sensors.<br /><br />From functional point of view, since you can create as many OASIS OData spaces to handle relational data, you will benefit from flexible data API with advanced features such as various searchs and optimistic lock. Also, WebDAV feature enables CRUD operation of file data such as image, sound, movie media in a simple and smart manner.",
    "interconnectable" : "Personium enables secure data sharing among interconnected data stores. This feature enables such systems that multiple organizations and individuals cooperate in a complex manner. Some system may enable a home doctor to use his/her patient's blood pressure data that care workers measured a few days ago. Other system may enable a private tutor to refer to his/her student's arithmetics weak point that school teacher has just finded out. In short, it enables something new, which could not be achieved due to the separation of systems. Data stores are also interconnectable beyond the server infrastructures, because the trust among data stores is achieved using PKI technology.",
    "license" : "Personium is licensed under the Apache License Version 2.0.",
    "setup" :"Set up your own Personium server!",
    "source" :"Clone repository from GitHub!",
    "documentation" :"See Personium's online documents!",
    "slideshare" :"The introduction of Personium is opened on SlideShare.",
    "introduction" :"The introduction slides on SlideShare.",
    "demosite" :"The demonstration of Personium is opened.",
    "twitter-screen-name": "personium",
    "youtube_personium_description": "https://youtube.com/embed/Fq0pqL4lFA4",
    "youtube_personium_demo": "https://www.youtube.com/embed/0Wqzj3ZX2fc",
    "link-setup": "setup-ansible/setup_en.html",
    "link-doc": "https://personium.github.io/en/"
}
